Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Hidden items remain available here and can be restored at any time.
de: Ausgeblendete Elemente bleiben hier verfügbar und können jederzeit wiederhergestellt werden.
es: Los elementos ocultos siguen disponibles aquí y se pueden restaurar en cualquier momento.
fr: Les éléments masqués restent disponibles ici et peuvent être restaurés à tout moment.
it: Gli elementi nascosti restano disponibili qui e possono essere ripristinati in qualsiasi momento.
pl: Ukryte przedmioty pozostają tutaj dostępne i można je przywrócić w dowolnym momencie.
pt_pt: Os itens ocultos continuam disponíveis aqui e podem ser restaurados a qualquer momento.
ru: Скрытые элементы остаются здесь и могут быть восстановлены в любое время.
th: รายการที่ซ่อนจะยังคงอยู่ที่นี่และสามารถกู้คืนได้ตลอดเวลา
zh_hans: 已隐藏的项目仍会保留在此处，可随时恢复。
zh_hant: 已隱藏的項目仍會保留在此處，可隨時復原。

source: hide
de: ausblenden
es: ocultar
fr: masquer
it: nascondi
pl: ukrywać
ru: скрыть
th: ซ่อน
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
it: Nascondi %@
pl: Ukryj %@
pt_pt: Ocultar %@
ru: Скрыть %@
th: ซ่อน %@
zh_hans: 隐藏 %@
zh_hant: 隱藏 %@

source: Hide data source detail
de: Datenquellen-Details ausblenden
es: Ocultar detalle de la fuente de datos
fr: Masquer le détail de la source de données
it: Nascondi i dettagli della sorgente dati
pl: Ukryj szczegóły źródła danych
pt_pt: Ocultar detalhes da fonte de dados
ru: Скрыть подробности источника данных
th: ซ่อนรายละเอียดแหล่งข้อมูล
zh_hans: 隐藏数据来源详情
zh_hant: 隱藏資料來源詳情

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
pl: Ukryj szczegóły
pt_pt: Ocultar detalhes
ru: Скрыть подробности
th: ซ่อนรายละเอียด
zh_hans: 隐藏详情
zh_hant: 隱藏詳情

source: Hide how this is worked out
de: Verstecken Sie, wie das funktioniert
es: Ocultar cómo se resuelve esto
fr: Cacher comment cela se déroule
it: Nascondi come funziona
pl: Ukryj sposób wyliczenia
pt_pt: Ocultar como isso funciona
ru: Скрыть, как это получилось
th: ซ่อนวิธีการทำงานนี้
zh_hans: 隐藏这是如何计算出来的
zh_hant: 隱藏這是如何計算出來的

source: Hide key
de: Schlüssel ausblenden
es: Ocultar clave
fr: Masquer la clé
it: Nascondi chiave
pl: Ukryj klucz
pt_pt: Ocultar chave
ru: Скрыть ключ
th: ซ่อนกุญแจ
zh_hans: 隐藏键
zh_hant: 隱藏鍵

source: Hide this item
de: Dieses Element ausblenden
es: Ocultar este artículo
fr: Masquer cet élément
it: Nascondi questo elemento
pl: Ukryj tę pozycję
pt_pt: Ocultar este item
ru: Скрыть этот элемент
th: ซ่อนรายการนี้
zh_hans: 隐藏该项目
zh_hant: 隱藏該項目

source: Hide this question
de: Diese Frage ausblenden
es: Ocultar esta pregunta
fr: Masquer cette question
it: Nascondi questa domanda
pl: Ukryj to pytanie
pt_pt: Ocultar esta pergunta
ru: Скрыть этот вопрос
th: ซ่อนคำถามนี้
zh_hans: 隐藏此问题
zh_hant: 隱藏此問題

source: Hide what grounded this answer
de: Ausblenden, worauf diese Antwort beruht
es: Ocultar en qué se basa esta respuesta
fr: Masquer ce sur quoi repose cette réponse
it: Nascondi ciò che ha fondato questa risposta
pl: Ukryj podstawę tej odpowiedzi
pt_pt: Ocultar o que fundamentou esta resposta
ru: Скрыть причину этого ответа
th: ซ่อนสิ่งที่ต่อสายดินคำตอบนี้
zh_hans: 隐藏此答案的依据
zh_hant: 隱藏此答案的依據

source: high
de: hoch
es: alta
fr: élevé
it: alta
pl: wysoki
ru: высокий
th: สูง
zh_hans: 高
zh_hant: 高

source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
pl: Wysoki
pt_pt: Alto
ru: Высокий
th: สูง
zh_hans: 高
zh_hant: 高

source: HIGH
de: HOCH
es: ALTO
fr: ÉLEVÉ
it: ALTO
pl: WYSOKI
pt_pt: ALTO
ru: ВЫСОКИЙ
th: สูง
zh_hans: 高
zh_hant: 高

source: Highlights this stage on the sleep chart
de: Hebt diese Phase im Schlafdiagramm hervor
es: Destaca esta etapa en la tabla de sueño.
fr: Met en évidence cette étape sur le tableau du sommeil
it: Evidenzia questa fase sulla tabella del sonno
pl: Wyróżnia tę fazę na wykresie snu
pt_pt: Destaca esta fase no gráfico do sono
ru: Выделяет эту стадию на карте сна
th: ไฮไลต์ระยะนี้บนกราฟการนอน
zh_hans: 在睡眠图表上突出显示此阶段
zh_hant: 在睡眠圖表上突出顯示此階段

source: Historical record layout v%lld
de: Historisches Datensatzlayout v%lld
es: Diseño de registro histórico v%lld
fr: Cliché d'enregistrement historique v%lld
it: Layout del record storico v%lld
pl: Układ zapisu historycznego v%lld
pt_pt: Layout de registro histórico v%lld
ru: Макет исторической записи v%lld
th: รูปแบบบันทึกย้อนหลัง v%lld
zh_hans: 历史记录布局 v%lld
zh_hant: 歷史記錄佈局 v%lld

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pl: Historia
pt_pt: Histórico
ru: История
th: ประวัติ
zh_hans: 历史
zh_hant: 歷史

source: History fills the dashboard immediately
de: Der Verlauf füllt das Dashboard sofort
es: El historial llena el panel de inmediato
fr: L'historique remplit immédiatement le tableau de bord
it: La cronologia riempie subito la dashboard
pl: Historia natychmiast wypełnia panel
pt_pt: O histórico preenche o painel imediatamente
ru: История сразу же заполняет панель
th: ประวัติจะเต็มแดชบอร์ดทันที
zh_hans: 历史数据会立即填满仪表盘
zh_hant: 歷史資料會立即填滿儀表板

source: History stays under the original question so WHOOP imports still line up.
de: Die Geschichte bleibt unter der ursprünglichen Frage, so dass WHOOP-Importe immer noch Schlange stehen.
es: La historia se mantiene bajo la pregunta original así que las importaciones WHOOP todavía se alinean.
fr: L'histoire reste sous la question originale donc WHOOP importations toujours en ligne.
pl: Historia pozostaje pod pierwotnym pytaniem, więc import WHOOP nadal jest zgodny.
pt_pt: A histórico permanece sob a questão original, pelo que as importações do WHOOP ainda estão alinhadas.
th: ประวัติยังคงอยู่ภายใต้คำถามเดิม ดังนั้นการนำเข้า WHOOP จึงยังคงอยู่ในแนวเดียวกัน
zh_hans: 修改名称不影响历史记录，历史记录仍挂载在原始问题之下，以便与其他来源（如 WHOOP）的数据保持对齐。

source: History sync
de: Verlaufssynchronisierung
es: Sincronización del historial
fr: Synchronisation de l'historique
it: Sincronizzazione della cronologia
pl: Synchronizacja historii
pt_pt: Sincronização de histórico
ru: Синхронизация истории
th: การซิงค์ประวัติ
zh_hans: 历史同步
zh_hant: 歷史同步

source: History sync is experimental on 5.0.
de: Verlaufssynchronisierung ist auf 5.0 experimentell.
es: La sincronización del historial es experimental en la 5.0.
fr: La synchronisation de l'historique est expérimentale sur 5.0.
it: La sincronizzazione della cronologia è sperimentale su 5.0.
pl: Synchronizacja historii jest eksperymentalna w wersji 5.0.
pt_pt: A sincronização do histórico é experimental na versão 5.0.
ru: Синхронизация истории экспериментальна на 5.0.
th: การซิงค์ประวัติเป็นการทดลองบน 5.0
zh_hans: 历史同步在 5.0 上属实验性。
zh_hant: 歷史同步在 5.0 上屬實驗性。

source: History synced
de: Verlauf synchronisiert
es: Historial sincronizado
fr: Historique synchronisé
it: Cronologia sincronizzata
pl: Historia zsynchronizowana
pt_pt: Histórico sincronizado
ru: История синхронизирована
th: ซิงค์ประวัติแล้ว
zh_hans: 历史已同步
zh_hant: 歷史已同步

source: History synced %@
de: Verlauf synchronisiert %@
es: Historial sincronizado %@
fr: Historique synchronisé %@
it: Cronologia sincronizzata %@
pl: Historia zsynchronizowana %@
pt_pt: Histórico sincronizado %@
ru: История синхронизирована %@
th: ซิงค์ประวัติแล้ว %@
zh_hans: 历史已同步 %@
zh_hant: 歷史已同步 %@

source: Holding you back: %@
de: Hält dich zurück: %@
es: Lo que te frena: %@
fr: Ce qui vous freine : %@
it: Ti frena: %@
pl: Powstrzymując Cię: %@
pt_pt: Segurando-o: %@
ru: Сдерживает вас: %@
th: รั้งคุณไว้: %@
zh_hans: 拖累你的：%@
zh_hant: 拖累你的：%@

source: Holds the liquid gauges, the sky and the tilt response still, and turns off the motion sensor that drives them. Saves battery. Low Power Mode and the system Reduce Motion setting already do this.
de: Hält die Flüssigkeitsanzeigen, den Himmel und die Neigungsreaktion still und schaltet den Bewegungssensor ab, der sie antreibt. Spart Akku. Der Stromsparmodus und die Systemeinstellung „Bewegung reduzieren“ tun dies bereits.
es: Mantiene quietos los medidores líquidos, el cielo y la respuesta a la inclinación, y apaga el sensor de movimiento que los impulsa. Ahorra batería. El modo de bajo consumo y el ajuste del sistema «Reducir movimiento» ya hacen esto.
fr: Fige les jauges liquides, le ciel et la réaction à l’inclinaison, et coupe le capteur de mouvement qui les anime. Économise la batterie. Le mode économie d’énergie et le réglage système « Réduire les animations » font déjà cela.
it: Blocca gli indicatori liquidi, il cielo e la risposta all’inclinazione e spegne il sensore di movimento che li anima. Risparmia batteria. La modalità Risparmio energetico e l’impostazione di sistema «Riduci movimento» lo fanno già.
pl: Utrzymuje wskaźniki cieczy, niebo i reakcję pochylenia w bezruchu oraz wyłącza czujnik ruchu, który je napędza. Oszczędza baterię. Tryb niskiego zużycia energii i ustawienie Systemu Redukuj ruch już to robią.
pt_pt: Mantém parados os medidores líquidos, o céu e a resposta à inclinação, e desliga o sensor de movimento que os anima. Poupa bateria. O Modo de Baixo Consumo e a definição de sistema «Reduzir movimento» já fazem isto.
ru: Останавливает жидкостные шкалы, небо и отклик на наклон и отключает датчик движения, который их питает. Экономит заряд батареи. Режим энергосбережения и системная настройка «Уменьшение движения» уже делают это.
th: จับมาตรวัดของเหลว ท้องฟ้า และการตอบสนองต่อความเอียงให้นิ่ง แล้วปิดเซ็นเซอร์ตรวจจับความเคลื่อนไหวที่ขับเคลื่อนพวกมัน ประหยัดแบตเตอรี่ โหมดพลังงานต่ำและระบบการตั้งค่าลดการเคลื่อนไหวทำเช่นนี้แล้ว
zh_hans: 让液态仪表、天空和倾斜响应保持静止，并关闭驱动它们的运动传感器。省电。低电量模式和系统的“减弱动态效果”设置已经会这样做。
zh_hant: 讓液態儀表、天空和傾斜回應保持靜止，並關閉驅動它們的動作感測器。省電。低耗電模式和系統的「減少動態效果」設定已經會這樣做。

source: Holds the screen awake while you're recording a workout, so your live heart rate stays visible without the device dimming. Only applies during a recording. The screen sleeps normally the rest of the time. Leaving it on does use a bit more battery, and means your unlocked screen stays visible for the whole workout, so flip it off if that's a concern.
de: Hält den Bildschirm wach, während du ein Workout aufzeichnest, damit deine Live-Herzfrequenz sichtbar bleibt, ohne dass das Gerät abdunkelt. Gilt nur während einer Aufzeichnung. Sonst schläft der Bildschirm normal. Eingeschaltet verbraucht es etwas mehr Akku, und dein entsperrter Bildschirm bleibt das ganze Workout sichtbar – schalte es also aus, wenn dich das stört.
es: Mantiene la pantalla despierta mientras grabas un entrenamiento, para que tu frecuencia cardíaca en vivo siga visible sin que el dispositivo se atenúe. Solo aplica durante una grabación. La pantalla se apaga con normalidad el resto del tiempo. Dejarlo activado consume un poco más de batería y significa que tu pantalla desbloqueada queda visible durante todo el entrenamiento, así que desactívalo si eso te preocupa.
fr: Maintient l'écran allumé pendant l'enregistrement d'un entraînement, afin que votre fréquence cardiaque en direct reste visible sans que l'appareil s'assombrisse. S'applique uniquement pendant un enregistrement. L'écran se met en veille normalement le reste du temps. Le laisser activé consomme un peu plus de batterie et signifie que votre écran déverrouillé reste visible pendant tout l'entraînement, alors désactivez-le si cela vous préoccupe.
it: Mantiene lo schermo acceso mentre registri un allenamento, così la tua frequenza cardiaca in diretta resta visibile senza che il dispositivo si oscuri. Si applica solo durante una registrazione, il resto del tempo lo schermo si spegne normalmente. Lasciarlo attivo consuma un po' più di batteria e significa che il tuo schermo sbloccato resta visibile per tutto l'allenamento, quindi disattivalo se è un problema.
pl: Utrzymuje ekran w stanie czuwania podczas nagrywania treningu, dzięki czemu Twoje tętno na żywo pozostaje widoczne bez przyciemniania urządzenia. Ma zastosowanie tylko podczas nagrywania. Przez resztę czasu ekran śpi normalnie. Pozostawienie go włączonego powoduje zużycie nieco większej ilości baterii i oznacza, że ​​odblokowany ekran pozostaje widoczny przez cały trening, więc wyłącz go, jeśli Cię to martwi.
pt_pt: Mantém o ecrã ativo enquanto grava um treino, para que a tua frequência cardíaca em direto permaneça visível sem que o dispositivo diminua. Aplica-se apenas durante uma gravação. O ecrã dorme normalmente o resto do tempo. Deixá-lo ligado consome um pouco mais de bateria e significa que o ecrã desbloqueado permanece visível durante todo o treino, por isso desligue-o se isso for uma preocupação.
ru: Не даёт экрану гаснуть во время записи тренировки, чтобы пульс в реальном времени оставался виден без затемнения устройства. Действует только во время записи. В остальное время экран гаснет как обычно. Включённая опция расходует немного больше заряда батареи и означает, что разблокированный экран остаётся видимым на всю тренировку — отключите её, если это вас беспокоит.
th: เปิดหน้าจอค้างไว้ระหว่างบันทึกการออกกำลังกาย เพื่อให้เห็นอัตราการเต้นหัวใจแบบเรียลไทม์โดยหน้าจอไม่หรี่ ใช้เฉพาะขณะบันทึกเท่านั้น นอกเวลานั้นหน้าจอจะพักตามปกติ การเปิดตัวเลือกนี้ใช้แบตเตอรี่เพิ่มขึ้นเล็กน้อยและทำให้หน้าจอที่ปลดล็อกแสดงอยู่ตลอดการออกกำลังกาย หากกังวลเรื่องนี้ให้ปิดตัวเลือก
zh_hans: 在你录制锻炼时保持屏幕常亮，让你的实时心率始终可见而设备不会变暗。仅在录制期间适用，其余时间屏幕会正常休眠。保持开启确实会多耗一点电，并意味着你已解锁的屏幕会在整个锻炼过程中保持可见，如果你对此有顾虑，请将其关闭。
zh_hant: 在你錄製鍛鍊時保持螢幕常亮，讓你的即時心率始終可見而裝置不會變暗。僅在錄製期間適用，其餘時間螢幕會正常休眠。保持開啟確實會多耗一點電，並意味著你已解鎖的螢幕會在整個鍛鍊過程中保持可見，如果你對此有顧慮，請將其關閉。

source: Hours asleep
de: Schlafstunden
es: Horas dormidas
fr: Heures de sommeil
it: Ore di sonno
pl: Godziny snu
pt_pt: Horas a dormir
ru: Часов сна
th: ชั่วโมงนอนหลับ
zh_hans: 睡眠小时数
zh_hant: 睡眠小時數

source: Hours asleep trend
de: Trend der Schlafstunden
es: Tendencia de horas dormidas
fr: Tendance des heures de sommeil
it: Andamento delle ore di sonno
pl: Trend godzin snu
pt_pt: Tendência de horas a dormir
ru: Динамика часов сна
th: แนวโน้มระยะเวลาที่หลับ
zh_hans: 睡眠时长趋势
zh_hant: 睡眠時數趨勢

source: HOURS OF SLEEP
de: SCHLAFSTUNDEN
fr: HEURES DE SOMMEIL
pl: GODZINY SNU
pt_pt: HORAS DE SONO
th: ชั่วโมงแห่งการนอน

source: Hours vs Needed
de: Stunden vs. Bedarf
es: Horas vs Horas Necesarias
fr: Heures vs nécessaires
it: Ore vs necessarie
pl: Godziny vs. potrzebne
pt_pt: Horas versus Necessário
ru: Часы сна и потребность
th: ชั่วโมงเทียบกับความจำเป็น
zh_hans: 实际小时数 vs 所需
zh_hant: 實際小時數 vs 所需

source: hover for real values
de: für echte Werte darüberfahren
es: pasa el cursor para ver valores reales
fr: survolez pour les valeurs réelles
it: passa il cursore per i valori reali
pl: najedź kursorem na prawdziwe wartości
pt_pt: passe o rato para valores reais
ru: наведите курсор, чтобы увидеть точные значения
th: วางเมาส์เหนือค่าจริง
zh_hans: 悬停查看真实数值
zh_hant: 游標懸停以查看實際數值

source: How %@ is calculated
de: So wird %@ berechnet
es: Cómo se calcula %@
fr: Comment %@ est calculé
it: Come si calcola %@
pl: Sposób obliczania %@
pt_pt: Como %@ é calculado
ru: Как рассчитывается %@
th: วิธีคำนวณ %@
zh_hans: %@ 如何计算
zh_hant: %@ 如何計算

source: How accurate is this?
de: Wie genau ist das?
es: ¿Qué tan preciso es esto?
fr: Quelle est la précision de ceci ?
it: Quanto è accurato?
pl: Jak dokładne to jest?
pt_pt: Quão preciso é?
ru: Насколько это точно?
th: สิ่งนี้แม่นยำแค่ไหน?
zh_hans: 这有多准确？
zh_hant: 這有多準確？

source: How accurate is this? %@ the data behind your Fitness Age
de: Wie genau ist das? %@: die Daten hinter deinem Fitnessalter
es: ¿Qué tan preciso es esto? %@ los datos detrás de tu Edad Física
fr: Quelle est la précision de ceci ? %@ les données derrière votre Âge fitness
it: Quanto è accurato? %@ i dati dietro la tua Età di fitness
pl: Jak dokładne to jest? %@ dane określające Twój wiek sprawnościowy
pt_pt: Quão preciso é? %@ os dados por detrás da tua idade de fitness
ru: Насколько это точно? %@ данные, лежащие в основе вашего Фитнес-возраста
th: สิ่งนี้แม่นยำแค่ไหน? %@ ข้อมูลที่อยู่เบื้องหลังอายุความฟิตของคุณ
zh_hans: 这有多准确？%@ 你体能年龄背后的数据
zh_hant: 這有多準確？%@ 你體能年齡背後的資料

source: How accurate is this? Hide the data behind your Fitness Age
de: Wie genau ist das? Daten hinter deinem Fitnessalter ausblenden
es: ¿Qué tan preciso es esto? Ocultar los datos detrás de tu Edad Física
fr: Quelle est la précision de ceci ? Masquer les données derrière votre Âge fitness
it: Quanto è accurato? Nascondi i dati dietro la tua Età fitness
pl: Jak dokładne to jest? Ukryj dane dotyczące Twojego wieku sprawnościowego
pt_pt: Quão preciso é? Oculte os dados por trás da tua idade de fitness
ru: Насколько это точно? Скрыть данные, лежащие в основе вашего Фитнес-возраста
th: สิ่งนี้แม่นยำแค่ไหน? ซ่อนข้อมูลที่อยู่เบื้องหลังอายุความฟิตของคุณ
zh_hans: 这有多准？隐藏体能年龄背后的数据
zh_hant: 這有多準確？隱藏你體能年齡背後的數據

source: How accurate is this? Show the data behind your Fitness Age
de: Wie genau ist das? Daten hinter deinem Fitnessalter anzeigen
es: ¿Qué tan preciso es esto? Mostrar los datos detrás de tu Edad Física
fr: Quelle est la précision de ceci ? Afficher les données derrière votre Âge fitness
it: Quanto è accurato? Mostra i dati dietro la tua Età fitness
pl: Jak dokładne to jest? Pokaż dane dotyczące Twojego wieku sprawnościowego
pt_pt: Quão preciso é? Mostre os dados por trás da tua idade de fitness
ru: Насколько это точно? Показать данные, лежащие в основе вашего Фитнес-возраста
th: สิ่งนี้แม่นยำแค่ไหน? แสดงข้อมูลที่อยู่เบื้องหลังอายุความฟิตของคุณ
zh_hans: 这有多准？查看体能年龄背后的数据
zh_hant: 這有多準確？顯示你體能年齡背後的數據

source: How Charge is calculated
de: So wird Ladung berechnet
es: Cómo se calcula Carga
fr: Comment la charge est calculée
it: Come viene calcolata la carica
pl: Jak obliczana jest Energia
pt_pt: Como a Carga é calculada
ru: Как рассчитывается Заряд
th: วิธีคำนวณพลังฟื้นตัว
zh_hans: 能量如何计算
zh_hant: 能量如何計算

source: How Charge is calculated. The method behind the score.
de: So wird Ladung berechnet. Die Methode hinter dem Wert.
es: Cómo se calcula la Carga. El método detrás de la puntuación.
fr: Comment la Charge est calculée. La méthode derrière le score.
it: Come si calcola la carica. Il metodo dietro il punteggio.
pl: Jak obliczana jest Energia. Metoda stojąca za wynikiem.
pt_pt: Como é calculada a Carga. O método por detrás da pontuação.
ru: Как рассчитывается Заряд. Метод, лежащий в основе показателя.
th: วิธีคำนวณพลังฟื้นตัวและหลักการเบื้องหลังคะแนน
zh_hans: 能量如何计算。评分背后的方法。
zh_hant: 能量如何計算。評分背後的方法。

source: How Charge, Effort and Rest are calculated, and how they differ from WHOOP.
de: So werden Ladung, Anstrengung und Ruhe berechnet, und so unterscheiden sie sich von WHOOP.
es: Cómo se calculan Carga, Esfuerzo y Descanso, y en qué se diferencian de WHOOP.
fr: Comment la Charge, l'Effort et le Repos sont calculés, et en quoi ils diffèrent de WHOOP.
it: Come vengono calcolati Carica, Sforzo e Riposo, e in che cosa differiscono da WHOOP.
pl: Jak obliczane są Energia, Wysiłek i Odpoczynek oraz czym różnią się od wyników WHOOP.
pt_pt: Como é calculada a carga, o esforço e o descanso e como diferem do WHOOP.
ru: Как рассчитываются Заряд, Усилие и Отдых, и чем они отличаются от WHOOP.
th: วิธีคำนวณพลังฟื้นตัว ภาระร่างกาย และการพักผ่อน และความแตกต่างจาก WHOOP อย่างไร
zh_hans: 能量、消耗和休息是如何计算的，以及它们与 WHOOP 的区别。
zh_hant: 能量、消耗和休息是如何計算的，以及它們與 WHOOP 的區別。

source: How closely a good night tracks next-morning charge.
de: Wie eng eine gute Nacht der Ladung am nächsten Morgen folgt.
es: Qué tanto una buena noche se refleja en la carga de la mañana siguiente.
fr: À quel point une bonne nuit suit la charge du lendemain matin.
it: Quanto una buona notte si riflette sulla carica del mattino dopo.
pl: Jak blisko dobrej nocy jest ładowanie następnego poranka.
pt_pt: Com que precisão uma boa noite acompanha a carga da manhã seguinte.
ru: Насколько точно хорошая ночь предсказывает утренний Заряд.
th: ดูว่าการนอนที่ดีสัมพันธ์กับพลังฟื้นตัวในเช้าวันถัดไปมากเพียงใด
zh_hans: 一夜好眠与次日早晨能量的关联程度。
zh_hant: 一夜好眠與隔天早晨能量的關聯程度。

source: How closely you've kept to your plan
de: Wie genau du deinen Plan eingehalten hast
es: Qué tan bien seguiste tu plan
fr: À quel point vous avez suivi votre plan
it: Quanto ti sei attenuto al tuo piano
pl: Jak wiernie trzymasz się planu
pt_pt: Quão próximo você manteve seu plano
ru: Насколько точно вы придерживаетесь своего плана
th: คุณปฏิบัติตามแผนของคุณอย่างใกล้ชิดแค่ไหน
zh_hans: 您对计划的遵守程度
zh_hant: 您對計劃的遵守程度

source: How Coach works
de: Wie der Coach funktioniert
es: Cómo funciona Coach
fr: Comment Coach fonctionne
it: Come funziona Coach
pl: Jak działa trener
pt_pt: Como Coach funciona
ru: Как работает Coach
th: โค้ชทำงานอย่างไร
zh_hans: Coach 的工作原理
zh_hant: Coach 的工作原理

source: How did it go? Close it out, give it more time, or set it aside — your call.
de: Wie ist es gelaufen? Schließ es ab, gib ihm mehr Zeit oder leg es beiseite — deine Entscheidung.
es: ¿Cómo fue? Ciérralo, dale más tiempo o déjalo a un lado — tú decides.
fr: Comment ça s'est passé ? Clôture-le, donne-lui plus de temps ou mets-le de côté — c'est toi qui décides.
it: Com'è andata? Chiudilo, dagli più tempo o mettilo da parte: la tua chiamata.
pl: Jak poszło? Zamknij, daj więcej czasu albo odłóż na bok — decyzja należy do Ciebie.
pt_pt: Como foi? Encerre, dê mais tempo ou deixe de lado - você decide.
ru: Как все прошло? Закройте его, дайте ему больше времени или отложите в сторону — ваш выбор.
th: เป็นอย่างไรบ้าง คุณเลือกได้ว่าจะปิดเป้าหมาย เพิ่มเวลา หรือพักไว้ก่อน
zh_hans: 进展如何？关闭它，给它更多时间，或者把它放在一边——你的决定。
zh_hant: 進展如何？關閉它，給它更多時間，或把它放在一邊——你的決定。

source: How Effort is calculated
de: So wird Anstrengung berechnet
es: Cómo se calcula Esfuerzo
fr: Comment l'effort est calculé
it: Come viene calcolato lo sforzo
pl: Sposób obliczania Wysiłek
pt_pt: Como o esforço é calculado
ru: Как рассчитывается Усилие
th: วิธีคำนวณภาระร่างกาย
zh_hans: 消耗如何计算
zh_hant: 消耗如何計算

source: How hard
de: Wie hart
es: Qué intensidad
fr: Quelle intensité
it: Quanto è difficile
pl: Jak mocno
pt_pt: Quão difícil
ru: Как тяжело
th: ยากแค่ไหน
zh_hans: 有多难
zh_hant: 有多難

source: How is this worked out?
de: Wie läuft das ab?
es: ¿Cómo se resuelve esto?
fr: Comment cela se déroule-t-il ?
it: Come funziona?
pl: Jak to jest wyliczane?
pt_pt: Como isso funciona?
ru: Как это реализовано?
th: วิธีนี้ได้ผลอย่างไร?
zh_hans: 这是如何解决的？
zh_hant: 這是如何解決的？

source: How it works
de: Wie es funktioniert
es: como funciona
fr: Comment ça marche
it: Come funziona
pl: Jak to działa
pt_pt: Como funciona
ru: Как это работает
th: มันทำงานอย่างไร
zh_hans: 它是如何运作的
zh_hant: 它是如何運作的

source: How it works, and exactly what's shared
de: Wie er funktioniert und was genau geteilt wird
es: Cómo funciona y qué se comparte exactamente
fr: Comment ça marche, et ce qui est partagé exactement
it: Come funziona e cosa viene condiviso esattamente
pl: Jak to działa i co dokładnie jest udostępniane
pt_pt: Como funciona e exatamente o que é compartilhado
ru: Как это работает и что конкретно передается
th: มันทำงานอย่างไร และมีอะไรแบ่งปันบ้าง
zh_hans: 它是如何工作的，以及共享的具体内容
zh_hant: 它是如何運作的，以及分享的具體內容

source: How long the coach's replies run
de: Wie lange laufen die Antworten des Trainers?
es: ¿Cuánto tiempo duran las respuestas del entrenador?
fr: Combien de temps durent les réponses du coach
it: Quanto durano le risposte dell'allenatore
pl: Jak długie są odpowiedzi trenera
pt_pt: Quanto tempo duram as respostas do treinador
ru: Как долго длятся ответы тренера
th: การตอบกลับของโค้ชใช้เวลานานเท่าใด
zh_hans: 教练的回复持续多长时间
zh_hant: 教練的回覆持續多久

source: How much one day's charge carries into the next.
de: Wie viel der Ladung eines Tages in den nächsten hinüberträgt.
es: Cuánto de la carga de un día se traslada al siguiente.
fr: Combien de la charge d'un jour se reporte sur le suivant.
it: Quanto la carica di un giorno si trascina in quello successivo.
pl: Ile opłata za jeden dzień przenosi się na następny.
pt_pt: Quanto à carga de um dia é transportada para o seguinte.
ru: Насколько Заряд одного дня переносится на следующий.
th: ค่าบริการของวันหนึ่งจะนำไปรวมกับค่าบริการวันถัดไปเท่าไร
zh_hans: 一天的能量会有多少延续到第二天。
zh_hant: 一天的能量會延續到隔天的程度。
